; MSETUP4 string table
[STRING]
CHARSET="186"
FONTNAME="MS Shell Dlg"
FONTNAME_Mac="Arial"
ITEMFONTNAME=
ITEMCHARSET=
Other_UserLaunched_Mac=
MSE1="Nevar restartēt sistēmu. Aizveriet instalēšanas programmu vai lietojumprogrammatūru, kas pašlaik darbojas. Pēc tam izejiet no Canon uzstādīšanas programmas un mēģiniet vēlreiz."
MSE2="Šo programmu nevar izmantot kopā ar pašreizējo operētājsistēmu."
MSE3="Lai instalētu programmatūru, ir jāpiesakās administratora kontā.\nNoklikšķiniet uz [Labi] un izņemiet CD-ROM, lai priekšlaicīgi pārtrauktu instalēšanu.\nPēc instalēšanas priekšlaicīgas pārtraukšanas piesakieties kā administratora konts, pēc tam vēlreiz ievietojiet CD-ROM."
MSE3_Mac=
MSE31_Mac=
MSE4="Lai skatītu atlasīto failu, ir nepieciešama atbilstoša lietojumprogrammatūra."
MSE5="%D% diskdzinī nav pietiekami daudz brīvas vietas. Programmatūras instalēšanai ir nepieciešami %S% MB."
MSE6="Norādītā mape nav derīga. Norādiet rakstīšanai iespējotu mapi, kas atrodas lokālajā cietajā diskā."
MSE7="Programmu nevar startēt, jo ir zema ekrāna izšķirtspēja. Mainiet izšķirtspēju uz 800x600 pikseļiem vai augstāku, pēc tam atkārtoti izpildiet šo darbību.\nJa instalēšanu veicat planšetdatorā, iestatiet ekrāna orientāciju ainavas režīmā un pēc tam izpildiet šo darbību."
MSE7_Mac=
MSE8="CD-ROM diskdzinī nav ievietots CD-ROM.\nIevietojiet CD-ROM vēlreiz diskdzinī."
MSE9="Faila nosaukumā nedrīkst būt neviena no šīm rakstzīmēm:\n/ , ; * ? \\" < > |"
MSE10="Norādītais ceļa nosaukums pārsniedz atļauto ierobežojumu. Norādiet ceļa nosaukumu, kura garums nepārsniedz 150 rakstzīmes."
MSE11="Diskdziņa burts nav ietverts norādītajā ceļa nosaukumā vai arī ceļš ir norādīts ar relatīvu ceļu. Norādiet absolūtu ceļu."
MSE12="Metodi [Vieglā instalēšana] nevar izmantot kopā ar pašreizējo operētājsistēmu."
MSE15="Šo programmu var izpildīt Windows 2000 4. servisa pakotnē vai jaunākā operētājsistēmā. Ja jūsu lietotā operētājsistēma ir vecāka par 4. servisa pakotni, atjauniniet Windows 2000 uz 4. servisa pakotni vai jaunāku un atkārtoti izpildiet šo darbību."
MSE16="Failu nevar atvērt."
MSE17="Šo programmu var izpildīt Windows XP 2. servisa pakotnē vai jaunākā operētājsistēmā. Ja jūsu lietotā operētājsistēma ir vecāka par 2. servisa pakotni, atjauniniet Windows XP uz 2. servisa pakotni vai jaunāku un atkārtoti izpildiet šo darbību."
MSE18="Ja lietojat operētājsistēmu Windows XP, šo programmu var izpildīt Windows XP 3. servisa pakotnē vai jaunākā operētājsistēmas versijā. Atjauniniet operētājsistēmu Windows XP uz 3. servisa pakotni vai jaunāku versiju un atkārtoti izpildiet šo darbību."
MSE19="Ja lietojat operētājsistēmu Windows Vista, šo programmu var izpildīt Windows Vista 1. servisa pakotnē vai jaunākā operētājsistēmas versijā. Atjauniniet operētājsistēmu Windows Vista uz 1. servisa pakotni vai jaunāku versiju un atkārtoti izpildiet šo darbību."
MSE20="Ja lietojat operētājsistēmu Windows Vista, šo programmu var izpildīt Windows Vista 2. servisa pakotnē vai jaunākā operētājsistēmas versijā. Atjauniniet operētājsistēmu Windows Vista uz 2. servisa pakotni vai jaunāku versiju un atkārtoti izpildiet šo darbību."

MSW1="Fails tika atjaunināts, jo sistēmā tika atrasta šī faila vecāka versija. Restartējiet sistēmu tūlīt, lai pabeigtu atjaunināšanu. Noklikšķiniet uz [Labi], lai restartētu sistēmu. Pēc sistēmas restartēšanas šī programmatūra tiks automātiski restartēta."
MSW2="Mape\n\"%P%\"\nnepastāv. Vai izveidot jaunu mapi?"
MSW3="Atkarībā no operētājsistēmas versijas instalēšana, iespējams, netiks pabeigta pareizi. Noklikšķiniet uz [Pārbaudīt jaunāko informāciju], lai piekļūtu Canon vietnei un skatītu jaunāko informāciju.\n\nPēc jaunākās informācijas pārbaudes noklikšķiniet uz [Turpināt instalēšanu], lai turpinātu instalēšanu. Noklikšķiniet uz [Atcelt instalēšanu], lai atceltu instalēšanu."
MSW4=

MSM0001="Labi"
MSM0002="Atcelt"
MSM0003="Jā"
MSM0004="Nē"
MSM0005="Atpakaļ"
MSM0006="Tālāk"
MSM0007="Turpināt"
MSM0008="Priekšlaikus pārtraukt"
MSM0009="Iziet"
MSM0010="Instalēt"
MSM0011="Palīdzība"
MSM0012="Atlasīt visu"
MSM0013="Notīrīt visu"
MSM0014="Pārbaudīt jaunāko informāciju"
MSM0015="Turpināt instalēšanu"
MSM0016="Atcelt instalēšanu"
MSM0017="Valoda"
MSM0018="Noklusējumi"
MSM0019="Izlaist"
MSM0020="Atpakaļ uz sākumu"

MSM0101="Kļūda"
MSM0102="Brīdinājums"
MSM0103="Informācija"
MSM0104="Canon"

MSM1001="Atlasiet valodu"
MSM1002="Atlasiet valodu, kas tiks izmantota kopā ar šo programmu, un pēc tam noklikšķiniet uz [Tālāk]."
MSM1003="Atlasiet valodu, kas tiks izmantota kopā ar šo programmu, un pēc tam noklikšķiniet uz [Atpakaļ]."

MSM1011=

MSM1021="Informācijas iegūšana"
MSM1022="Notiek informācijas iegūšana par jaunāko draiveri un programmatūru. Lūdzu, uzgaidiet."
MSM1023=

MSM1031="Informācijas iegūšanas kļūda"
MSM1032="Neizdevās iegūt informāciju par draiveri un programmatūru. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz."

MSM1051="Atlasiet printeri"
MSM1052="Atlasiet skeneri"
MSM1053="Atlasiet instalējamo printeri un pēc tam noklikšķiniet uz [Tālāk]."
MSM1054="Atlasiet instalējamo skeneri un pēc tam noklikšķiniet uz [Tālāk]."

MSM1101="Atlasiet atrašanās vietu"
MSM1102="Atlasiet atrašanās vietu un pēc tam noklikšķiniet uz [Tālāk]."
MSM1103="ASV, Kanāda, Latīņamerika"
MSM1104="Eiropa, Tuvie Austrumi, Āfrika"
MSM1105="Āzija"
MSM1106="Klusā okeāna reģions"

MSM1111="Atlasiet valsti vai atrašanās vietu un pēc tam noklikšķiniet uz [Tālāk]. Ja jūsu valsts vai atrašanās vieta zemāk nav norādīta, atlasiet “Citas”."
MSM1116="Atlasīt valsti vai reģionu"
MSM1117="Atlasiet atrašanās vietu."
MSM1118="Atlasiet valsti vai atrašanās vietu. Ja jūsu valsts vai atrašanās vieta zemāk nav norādīta, atlasiet “Citas”."

MSM1201="Atlasiet instalēšanas metodi un izpildiet ekrānos redzamos norādījumus."
MSM1202="Ieteicams pirmajā lietošanas reizē"
MSM1203="Vieglā instalēšana"
MSM1204="Programmatūra tiek instalēta automātiski."
MSM1205="Pielāgotā instalēšana"
MSM1206="Izmantojot šo metodi, varat atlasīt tās programmatūras programmas, kuras vēlaties izmantot, un tiek instalētas tikai atlasītās programmas."
MSM1207="Tiek atcelta programmatūras instalēšana."
MSM1208="Canon krāsu attēlu skeneris"
MSM1209="CanoScan uzstādīšanas utilīta"
MSM1210="Radošs fotoalbuma komplekts"
MSM1211="Izmantojot šo metodi, varat atlasīt tās programmatūras programmas, kuras vēlaties izmantot, un tiek instalētas tikai atlasītās programmas."
MSM1221="Varat atlasīt, vai lietot šo printeri ar USB savienojumu vai LAN savienojumu. Izpildiet ekrānā skatāmos norādījumus, lai atlasītu savienojuma metodi.\n\nTīkla uzstādīšana ir nepieciešama, izmantojot printeri ar LAN savienojumu. Ja uzstādīšana jau ir pabeigta, savienojums tiek automātiski apstiprināts. Ja uzstādīšana nav pabeigta, izpildiet ekrānā skatāmos norādījumus, lai uzstādītu printeri."
MSM1222="Programmatūras instalēšanas sākšana. Izpildiet ekrānā skatāmos norādījumus."
MSM1231="Varat mainīt savienojuma metodi, pievienot programmatūru vai vēlreiz sākt uzstādīšanu. Noklikšķiniet uz [Sākt atkārtotu uzstādīšanu ] tikai tad, ja printeris nedarbojas pareizi."
MSM1232="Mainīt savienojuma metodi"
MSM1233="Mainiet savienojuma metodi starp printeri un datoru no USB uz LAN vai no LAN uz USB."
MSM1234="Pievienot programmatūru"
MSM1235="Atlasiet programmatūru, lai to pievienotu vai atkārtoti instalētu."
MSM1236="Sākt atkārtotu uzstādīšanu"
MSM1237="Sāciet vēlreiz no sākotnējās instalēšanas līdz savienojuma izveidei."
MSM1238="Varat pievienot programmatūru vai sākt atkārtotu uzstādīšanu. Noklikšķiniet uz [Sākt atkārtotu uzstādīšanu] tikai ja printeris darbojas nepareizi."
MSM1239="Lai izmantotu faksu"
MSM1241="Sākt uzstādīšanu"
MSM1242="Lai ierīci izmantotu no datora, ir jāpielāgo iestatījumi. Izpildiet ekrānā skatāmos norādījumus."
MSM1243="Sākt uzstādīšanu"
MSM1244="Šī programmatūra nodrošina ierīces izmantošanu no datora."
MSM1245="Noderīga programmatūra"
MSM1246="Tiek instalēta programmatūra, kas nodrošina ierīces izmantošanu no datora."
MSM1247="Tiešsaistes rokasgrāmata"
MSM1248="Rokasgrāmatu var pārbaudīt tiešsaistē."
MSM1249="Izmantot atjaunināto programmatūru, kas atrasta internetā"
MSM1301="Vieglā instalēšana"
MSM1302="Tiks instalētas norādītās programmatūras programmas. Lai turpinātu, noklikšķiniet uz [Instalēt].\n\nLai tiktu rādīts programmatūras ievads, pārvietojiet peles rādītāju virs programmatūras nosaukuma."
MSM1304="Tiek rādīts fails README: "
MSM1305="%DRIVELETTER% diskdzinis: %DISKSPACE% MB brīvas vietas"
MSM1306="Kopīgā izmantotā vieta: %ITEMSPACE% MB"
MSM1307="%s MB"
MSM1308="Noklikšķiniet uz šīs pogas, lai lasītu %s apraksta failu."
MSM1309="Noklikšķiniet uz šīs pogas, lai lasītu %s failu README."
MSM1310="Draiveris un rokasgrāmata"
MSM1311="Lietojumprogramma"
MSM1312="Plānotais instalēšanas laiks: %INSTALLTIME_MIN%–%INSTALLTIME_MAX% minūtes"
MSM1313=
MSM1314="Šī programmatūra ir obligāta. Tās atlases atcelšana nav ieteicama.\nVai vēlaties atcelt atlasi?"
MSM1315="Instalēšanas ilgums ir atkarīgs no jūsu tīkla vides."

MSM1401="Pielāgotā instalēšana"
MSM1402="Atzīmējiet instalējamās programmatūras izvēles rūtiņu un pēc tam noklikšķiniet uz [Tālāk].\nLai tiktu rādīts programmatūras ievads, lūdzu, pārvietojiet peles rādītāju virs programmatūras nosaukuma."
MSM1402_Mac=
MSM1451="Programmatūras instalēšanas saraksts"
MSM1452="Tiks instalētas atlasītā programmatūra. Pārliecinieties, ka ir atlasīta programmatūra, ko vēlaties instalēt, un pēc tam noklikšķiniet uz [Tālāk]."
MSM1453_Mac=
MSM1454="Šī programmatūra ir obligāta, un tās atlasi nevar atcelt."
MSM1455_Mac=

MSM1501="Mainīt instalēšanas atrašanās vietu"
MSM1502="Varat mainīt instalēšanas atrašanās vietu %LOCATIONITEM%. "
MSM1503="Ja atrašanās vieta nav jāmaina, noklikšķiniet uz [Instalēt]."
MSM1504="Lai mainītu atrašanās vietu, noklikšķiniet uz [Pārlūkot...], atlasiet mapi, kurā programmatūra tiks instalēta, un pēc tam noklikšķiniet uz [Instalēt]."
MSM1505="Instalēšanas atrašanās vieta:"
MSM1506="Pārlūkot..."
MSM1507="%DRIVELETTER% diskdzinis Brīva vieta: %DISKSPACE% MB Nepieciešamā vieta: %ITEMSPACE% MB"
MSM1508="%APPDRIVELETTER% diskdzinis Brīva vieta: %APPDISKSPACE% MB Nepieciešamā vieta: %APPITEMSPACE% MB"

MSM1601="Licences līgums"
MSM1602="Pirms atlasīto programmatūras programmu instalēšanas uzmanīgi izlasiet tālāk esošo licences līgumu."
MSM1603="Ja piekrītat līguma noteikumiem, noklikšķiniet uz [Jā]. Ja noklikšķināsiet uz [Nē], programmatūras instalēšana tiks atcelta."
MSM1604="Pirms %CURRENT_STEPITEM% tiks instalēti, uzmanīgi izlasiet tālāk esošo licences līgumu."
MSM1605="Ja piekrītat līguma noteikumiem, noklikšķiniet uz [Jā]. Ja noklikšķināsiet uz [Nē], šī programmatūra netiks instalēta."
MSM1606="Canon produkti"
MSM1607="Ja nepiekrītat licences līguma noteikumiem, šī programmatūra netiks instalēta. Vai piekrītat?"
MSM1608="Ja nepiekrītat licences līguma noteikumiem, datorā netiks instalēta šī lietojumprogramma, kā arī programma Print Studio Pro, kuras instalēšanai ir nepieciešama šī lietojumprogramma. Vai piekrītat?"
MSM1609="%PAGE%/%TOTALPAGE%"
App_License_Mac=

MSM1651="Sistēmas faila atjauninājums"
MSM1659="Atļaut instalēt vedņa procesus"
MSM1660="Lūdzu, ļaujiet instalēt visus vedņa procesus"
MSM1661="Canon produktu instalēšanas laikā ugunsmūra vai pretvīrusu programmatūra, iespējams, rādīs brīdinājuma dialoglodziņus. Lūdzu, ļaujiet instalēšanu turpināt, atlasot dialoglodziņā tādu opciju kā:\n\n- Piekrist\n- Atļaut\n- Jā\n- Atbloķēt"

MSM1671="Programmatūras .NET Framework instalēšana."
MSM1672="Datorā nav instalēta programmatūra Microsoft .NET Framework 4. Lai izmantotu visus programmatūras komponentus, jāinstalē programmatūra Microsoft .NET Framework 4. Vai vēlaties to instalēt?"

MSM1681="Programmatūra Microsoft .NET Framework 4 nav atrasta."
MSM1682="Programmatūra Microsoft .NET Framework 4 nav atrasta vai ir instalēta nepareizi.\n Microsoft .NET Framework 4 jābūt pareizi instalēts datorā, lai instalētu šo programmatūru."

MSM1701="Instalēšanas norise: %PROGRESS%%"
MSM1702="Līdz pabeigšanai atlikušas aptuveni %RESTTIME% minūtes"
MSM1703="Instalēšanas norise: %PROGRESS%%PERCENT%"
MSM1711="Notiek lejupielāde..."
MSM1712="Notiek atlikušā laika aprēķināšana..."
MSM1713="Atlikušais laiks (min): aptuveni %d"
MSM1714="Notiek lejupielāde %s..."
PERCENT="%"

MSM1801="1. SOLIS"
MSM1802="2. SOLIS"
MSM1803="3. SOLIS"
MSM1804="Licences līgums"
MSM1805="Instalēšana"
MSM1806="Uzstādīšana"
MSM1806_Mac=
MSM1807="Lietojumprogrammas"
MSM1808="Utilītas"
MSM1809="Pabeigšana"
MSM1810="4. SOLIS"
MSM1811="Informācija"

MSM1901="Notiek apstrāde"
MSM1902="Notiek apstrāde. Lūdzu, uzgaidiet."
MSM1903="%ITEM% instalēšana ir pabeigta."
MSM1904="Notiek instalēšana :%ITEM%"
MSM1905="Notiek lejupielāde :%ITEM%"
MSM1906="Notiek lejupielāde %PROG_CAPA%/%TOTAL_CAPA%MB"

MSM2001="Printera pievienošana"
MSM2002="Pārliecinieties, ka printeris ir savienots ar datoru, un ieslēdziet printeri."
MSM2003="Printeris netika noteikts. Pārbaudiet savienojumu."
MSM2004="Manuāla atlase"
MSM2005="Lai atlasītu printera portu manuāli, neveicot automātisko noteikšanu, noklikšķiniet uz [Manuāla atlase]."
MSM2006="Printeris ir noteikts. Lūdzu, uzgaidiet, līdz instalēšana ir pabeigta."
MSM2007="Notiek instalācijas apstrāde... Lūdzu, vēl īsu brīdi uzgaidiet."
MSM2010="Printera pievienošana"
MSM2011="Pārliecinieties, ka printeris ir savienots ar datoru un printeris ir ieslēgts. Pēc savienojuma pārbaudes noklikšķiniet uz [Restartēt], lai restartētu datoru. Pēc datora restartēšanas uzstādiet printeri. "
MSM2021="Iespējams, būs redzams vednis Atrasta jauna aparatūra. Ja tas ir redzams, vednī Atrasta jauna aparatūra noklikšķiniet uz [Atcelt], lai aizvērtu to, pēc tam turpiniet instalēšanu."
MSM2031="Skenera pievienošana"
MSM2032="Pārliecinieties, ka skeneris ir pievienots datoram, un ieslēdziet skeneri, ja tam ir poga Iesl."
MSM2033="Skeneris netika noteikts. Pārbaudiet savienojumu."
MSM2034="Skeneris ir noteikts. Lūdzu, uzgaidiet, līdz instalēšana ir pabeigta."

MSM2051="Uzstādīšanas metode"
MSM2052="Pievienot printeri tīklam pirmo reizi"
MSM2053="Atlasiet šo opciju, ja vēlaties lietot printeri, kas vēl nav pievienots tīklam, izmantojot vadu vai bezvadu LAN. Tīkla uzstādīšana tiek veikta, printeri un datoru savienojot ar USB kabeli."
MSM2054="Printeris jau ir pievienots tīklam"
MSM2055="Atlasiet datorā šo opciju, ja vēlaties izmantot printeri, kas jau ir pievienots tīklam. Atlasiet arī šo opciju, ja bezvadu LAN tika uzstādīts, izmantojot WPS (Wi-Fi Protected Setup) vai WCN (Windows Connect Now)."
MSM2056="Atlasiet uzstādīšanas metodi un pēc tam noklikšķiniet uz [Tālāk]."
MSM2065="Atlasiet šo opciju, ja vēlaties izmantot printeri, kas vēl nav pievienots tīklam, izmantojot vadu LAN. Tīkla uzstādīšana tiek veikta, printeri un datoru savienojot ar USB kabeli."
MSM2067="Atlasiet datorā šo opciju, ja vēlaties izmantot printeri, kas jau ir pievienots tīklam. "
MSM2068="Izmantot printeri ar USB savienojumu"
MSM2069="Atlasiet šo opciju, lai izmantotu printeri ar USB savienojumu."
MSM2070="Sākt uzstādīšanu"
MSM2071="Ir jāuzstāda printeris. Noklikšķiniet uz [Izpildīt], lai uzstādītu printeri. \n\nNoklikšķiniet uz [Tālāk], ja nevēlaties uzstādīt printeri."
MSM2081="Ja printera darbību panelī ir atlasīts vadu/bezvadu LAN iestatījums atbilstoši savienojuma metodei, noklikšķiniet uz [Labi].\n\nJa tā vēl nav iestatīta, skatiet rokasgrāmatu Darba sākšana."
MSM2081_Mac=
MSM2083="Atlasiet printera savienojuma metodi"
MSM2084="Izmantot printeri ar USB savienojumu"
MSM2085="Atlasiet šo opciju, lai izmantotu printeri ar USB savienojumu."
MSM2086="Izmantot printeri ar bezvadu LAN savienojumu"
MSM2087="Atlasiet šo opciju, lai izmantotu printeri ar bezvadu LAN savienojumu."
MSM2088="Izmantot printeri ar vadu LAN savienojumu"
MSM2089="Atlasiet šo opciju, lai izmantotu printeri ar vadu LAN savienojumu."
MSM2090="Printera noteikšana"
MSM2091="Sāciet meklēt tīklā esošo printeri.\nJa printera tīkla uzstādīšana ir pabeigta, noklikšķiniet uz [Tālāk].\n\nJa nav pabeigta, pabeidziet tīkla uzstādīšanu.\nLai uzzinātu, kā uzstādīt tīklu, noklikšķiniet uz [Tiešsaistes rokasgrāmata].\n\nNoklikšķiniet uz [Atcelt], lai atceltu instalēšanu."
MSM2090_Mac=
MSM2091_Mac="Sāciet meklēt tīklā esošo printeri.\nJa printera tīkla uzstādīšana ir pabeigta, noklikšķiniet uz [Tālāk].\n\nJa nav pabeigta, pabeidziet tīkla uzstādīšanu.\nLai uzzinātu, kā uzstādīt tīklu, noklikšķiniet uz [Tiešsaistes rokasgrāmata].\n\nNoklikšķiniet uz [Atcelt], lai atceltu instalēšanu."
MSM2092_Mac=
MSM2093_Mac=
MSM2094="Sāciet meklēt tīklā esošo printeri. Noklikšķiniet uz [Tālāk].\nNoklikšķiniet uz [Atcelt], lai atceltu instalēšanu."
MSM2096="Printera noteikšana"
MSM2097="Notiek tīklā esošā printera meklēšana."
MSM2098_Mac=
MSM2099_Mac=
MSM2100_Mac=

MSM2101="Atlasīt portu"
MSM2102="Atlasiet printera portu un noklikšķiniet uz [Tālāk]."

MSM2250="Uzstādīšana ir pabeigta"
MSM2251="Uzstādīšana ir pabeigta. Produkts tagad ir gatavs lietošanai. Noklikšķiniet uz [Tālāk], lai pārietu uz nākamo darbību."
MSM2252="Uzstādīšana ir pabeigta"
MSM2253="Drukāšana no datora ir iestatīta.\nTagad tiks instalēta programmatūra."
MSM2254="Instalēšana nav pabeigta.\nLai turpinātu lietderīgās programmatūras instalēšanu, noklikšķiniet uz [Turpināt].\nLai apturētu instalēšanu, noklikšķiniet uz [Iziet]."

MSM2261="Iestatīšana"
MSM2262="Iestatīšanas laikā tīkla savienojums tiek īslaicīgi pārtraukts.\nLūdzu, uzgaidiet."
MSM2263="Neizdevās uzstādīšana, neizmantojot kabeli. Apturiet procesu un atlasiet citu uzstādīšanas metodi, izpildot ekrānos redzamās norādes."

MSM2301="Instalēšanas kļūme"
MSM2302="Vienumu %ITEM% nevarēja instalēt. Noklikšķiniet uz [Sākt no jauna], lai atkārtoti izpildītu instalēšanas procesu."
MSM2303="Rokasgrāmatā ir aprakstīti instalēšanas problēmu cēloņi un ieteikumi, kā šīs problēmas atrisināt."
MSM2304="Sākt no jauna"
MSM2305="Ja ir tīkla problēmas, skatiet “Tīkla uzstādīšanas problēmu novēršana”.\nInformāciju par citām problēmām skatiet rokasgrāmatā."

MSM2401="Ieteicama drukas galviņas izlīdzināšana"
MSM2402="Šim printerim ir drukas galviņas izlīdzināšana. Ja izdrukā ir nepareizi izlīdzinātas līnijas vai arī tā nav apmierinoša, drukas galviņas izlīdzināšana, iespējams, palīdzēs atrisināt šīs problēmas.\n\nDetalizētu informāciju skatiet lietotāja rokasgrāmatā."
MSM2402_Mac=
MSM2411="Drukas galviņas izlīdzināšana"
MSM2412="Pirms šī printera lietošanas ir jāveic drukas galviņas izlīdzināšana. Ievietojiet printerī papīru un noklikšķiniet uz [Izpildīt]. Detalizētu informāciju skatiet printera rokasgrāmatā.\n\nPēc drukas galviņas izlīdzināšanas pabeigšanas noklikšķiniet uz [Tālāk]."
MSM2412_Mac=
MSM2413="Izpildīt"
MSM2414="Drukājot fotoattēlus ar šo printeri, ieteicams veikt drukas galviņas izlīdzināšanu. Lai veiktu drukas galviņas izlīdzināšanu tūlīt, ievietojiet kasetē papīru Plain paper un noklikšķiniet uz [Izpildīt]. Pēc galviņas izlīdzināšanas pabeigšanas noklikšķiniet uz [Tālāk]. Detalizētu informāciju skatiet printera rokasgrāmatā.\n\nTurklāt galviņas izlīdzināšana ir pieejama pēc uzstādīšanas pabeigšanas. Lai turpinātu, neveicot drukas galviņas izlīdzināšanu, noklikšķiniet uz [Tālāk]."
MSM2414_Mac=
MSM2415="Pirms šī printera lietošanas ir jāveic drukas galviņas izlīdzināšana. Printerī ievietojiet MP-101 un noklikšķiniet uz [Izpildīt]. Detalizētu informāciju skatiet printera rokasgrāmatā.\n\nPēc drukas galviņas izlīdzināšanas pabeigšanas noklikšķiniet uz [Tālāk]."
MSM2415_Mac=
MSM2416="Pirms šī printera lietošanas ir jāveic drukas galviņas izlīdzināšana. Noklikšķiniet uz [Izpildīt], lai tiktu parādīts ekrāns Drukas galviņas izlīdzināšanas sākšana. Izpildiet ekrānā parādītos norādījumus, lai drukātu izlīdzināšanas attēlu. Novietojiet izdrukāto izlīdzināšanas attēlu uz planšetes un skenējiet to.\n\nPēc drukas galviņas izlīdzināšanas pabeigšanas noklikšķiniet uz [Tālāk]."
MSM2416_Mac=
MSM2417="Šim printerim ir drukas galviņas izlīdzināšana. Ja izdrukā ir nepareizi izlīdzinātas līnijas vai arī tā nav apmierinoša, drukas galviņas izlīdzināšana, iespējams, palīdzēs atrisināt šīs problēmas."
MSM2418="Pirms šī printera lietošanas ir jāveic drukas galviņas izlīdzināšana. Ievietojiet printerī papīru, noklikšķiniet uz [Izpildīt] un pēc tam noklikšķiniet uz [Tālāk]."
MSM2418_Mac=
MSM2420="Notiek printeru meklēšana."
MSM2421="Notiek %PRODUCTNAME% meklēšana."
MSM2422="Printera rindu nevar atrast."
MSM2423="Noklikšķiniet uz [Reģistrēt printeri], lai reģistrētu printeri."
MSM2424="Reģistrēt printeri"
MSM2431="Reģistrēt printeri un skeneri"
MSM2432="Printera un skenera tīkla uzstādīšana ir pabeigta.\nPēc tam datorā reģistrējiet printeri un skeneri.\n\nNoklikšķiniet uz [Reģistrēt printeri] vai [Reģistrēt skeneri], lai sāktu atbilstošās lietojumprogrammatūras reģistrēšanu. Izpildiet lietojumprogrammatūrā sniegtos norādījumus, lai pabeigtu reģistrāciju."
MSM2433="Reģistrēt printeri"
MSM2434="Reģistrēt skeneri"
MSM2435=
MSM2436_Mac=
MSM2437_Mac=
MSM2438_Mac=
MSM2439_Mac=
MSM2440_Mac=
MSM2441_Mac=

MSM2451="Lietotāja reģistrācija"
MSM2453="Tālāk"
MSM2464="Lietotāja reģistrācija"
MSM2465="Reģistrējiet Canon produktu šodien un iegūsiet šādas priekšrocības:\n- saņemiet mūsu ikmēneša e-pasta biļetenu ar informāciju par ietaupījumiem, iegādājoties Canon produktus;\n- saņemiet jautrus Creative Park projektus un noderīgus padomus;\n- esiet viens no pirmajiem, kas saņem paziņojumus par programmatūras jauninājumiem."
MSM2474="Lietotāja reģistrācija"
MSM2475="Reģistrējot produktu, varat saņemt noderīgu informāciju par produktu un apkalpošanu. Lai reģistrētos, ir nepieciešams interneta savienojums."
MSM2484="Produkta reģistrācija"
MSM2485JU="Reģistrējiet Canon produktu šodien un iegūsiet šādas priekšrocības:\n- Canon U.S.A. saglabās jūsu informāciju failā, ja tā būs nepieciešama saistībā ar apdrošināšanas prasību;\n- esiet viens no pirmajiem, kas saņem paziņojumus par programmatūras jauninājumiem;\n- saņemiet mūsu ikmēneša e-pasta biļetenu ar informāciju par ietaupījumiem, iegādājoties Canon produktus."
MSM2485M="Atjauninot produktu vai reģistrējot jaunu produktu, varat saņemt noderīgu informāciju par produktu un apkalpošanu. Lai veiktu atjaunināšanu un reģistrētos, ir nepieciešams interneta savienojums."
MSM2486_Mac="Noklikšķinot uz [Tālāk], produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2486_Mac2="Noklikšķinot uz [Tālāk], produkta nosaukums, informācija par operētājsistēmu un printera sērijas numurs tiks automātiski apkopoti un nosūtīti uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2487="Lai reģistrētu vēlāk, noklikšķiniet uz [Atcelt] un pārejiet uz nākamo darbību. Varat arī reģistrēt produktus jebkurā laikā, izmantojot Quick Menu."

MSM2501="CANON iMAGE GATEWAY Lietotāja reģistrācija"
MSM2502="Reģistrēt"
MSM2503="CANON iMAGE GATEWAY Produkta reģistrācija"
MSM2504="CANON iMAGE GATEWAY ir ekskluzīvs tiešsaistes pakalpojums produktu īpašniekiem ar bezmaksas dalību tajā/ar ikgadēju dalībnieka iemaksu. Ja pieteiksieties lietotāja reģistrācijai, varēsiet izmantot dažādus pakalpojumus, kas piedāvās vēl vairāk lielisku digitālās fotogrāfijas iespēju."
MSM2506="Noklikšķinot uz [Reģistrēt], produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2507="Noklikšķinot uz [Reģistrēt], produkta nosaukums, informācija par operētājsistēmu un printera sērijas numurs tiks automātiski apkopoti un nosūtīti uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2511="Lietotāja reģistrācija"
MSM2513="Produkta reģistrācija"
MSM2514="Reģistrējiet Canon produktu šodien un iegūsiet šādas priekšrocības:\n- saņemiet mūsu ikmēneša e-pasta biļetenu ar informāciju par ietaupījumiem, iegādājoties Canon produktus;\n- saņemiet jautrus Creative Park projektus un noderīgus padomus;\n- esiet viens no pirmajiem, kas saņem paziņojumus par programmatūras jauninājumiem."
MSM2515="Reģistrējot produktu, varat saņemt noderīgu informāciju par produktu un apkalpošanu. Lai reģistrētos, ir nepieciešams interneta savienojums."
MSM2516="Noklikšķinot uz [Tālāk], produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2517="Noklikšķinot uz [Tālāk], produkta nosaukums, informācija par operētājsistēmu un printera sērijas numurs tiks automātiski apkopoti un nosūtīti uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai."
MSM2521="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un printera sērijas numurs tiks automātiski apkopoti un nosūtīti uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2522="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2526="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un printera sērijas numurs tiks automātiski apkopoti un nosūtīti uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2527="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, noklikšķiniet uz [Labi]."

MSM2551="Canon %s lietotāja reģistrācija"
MSM2552="Lietotāja reģistrācijas atinstalēšana"
MSM2571="%s lietotāja reģistrācijas atinstalēšanas programma"
MSM2572="Vai tiešām vēlaties pilnībā noņemt vienumu “Canon %s lietotāja reģistrācija” un visus tā komponentus?"
MSM2573="Atinstalēšana ir veiksmīgi pabeigta."
MSM2574="Atinstalēšana neizdevās."
MSM2575="Lai pabeigtu atinstalēšanu, ir jārestartē dators. Noklikšķiniet uz [Labi], lai restartētu. Noklikšķiniet uz [Atcelt], lai restartētu vēlāk."
MSM2576="Lai atinstalētu vienumu “Canon %s lietotāja reģistrācija”, ir nepieciešamas administratora privilēģijas."
MSM2577="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija būs atainota reģistrācijas ekrānā. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2577_Mac2=
MSM2578="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, noklikšķiniet uz [Labi]."
MSM2578_2="Lietotāja reģistrācija. Produkta nosaukums, informācija par operētājsistēmu un reģionālā informācija tiks automātiski apkopota un nosūtīta uzņēmumam Canon, izmantojot internetu. Šī informācija tiks izmantota tikai reģistrācijas ekrāna atvēršanai. Lai turpinātu, pārliecinieties, ka printeris ir pievienots datoram, pēc tam ieslēdziet printeri un noklikšķiniet uz [Labi]."
MSM2580="Savienojums neizdevās. Pārliecinieties, ka tīkla savienojums ir iespējots, pēc tam mēģiniet vēlreiz. Ja savienojumu joprojām neizdodas izveidot, uzgaidiet brīdi un mēģiniet vēlreiz. Varat arī reģistrēt jebkurā laikā, izmantojot Solution Menu EX."
MSM2581="Savienojuma izveide neizdevās. Pārliecinieties, ka tīkla savienojums ir iespējots, pēc tam mēģiniet vēlreiz. Ja savienojumu joprojām neizdodas izveidot, uzgaidiet brīdi un mēģiniet vēlreiz."
MSM2582="Savienojuma izveide neizdevās."
MSM2583="Notiek savienojuma izveide"
MSM2584="Notiek savienojuma izveide. Lūdzu, uzgaidiet."
MSM2585="Ievadiet ugunsmūra lietotājvārdu un paroli."
MSM2586=
MSM2587=
MSM2588=
MSM2589="Savienojuma izveide neizdevās. Pārliecinieties, ka tīkla savienojums ir iespējots, pēc tam mēģiniet vēlreiz. Ja savienojumu joprojām neizdodas izveidot, uzgaidiet brīdi un mēģiniet vēlreiz."

ExecutingPrefSet_Mac=

MSM2601="Instalēšana ir veiksmīgi pabeigta."
MSM2602="Restartēt sistēmu tūlīt (ieteicams)"
MSM2603="Restartēt"
MSM2604="Instalēšana ir veiksmīgi pabeigta.\nPārliecinieties, ka skeneris ir savienots ar datoru un skeneris ir ieslēgts, pēc tam noklikšķiniet uz [Iziet]."

MSM2610="Ievietojiet kasetē papīru Plain paper"
MSM2611="Ievietojiet parasto papīru, kā norādīts tālāk."
MSM2612="Ievietojiet kasetē tikai papīru Plain paper"
MSM2613="Novietojiet fotopapīru uz aizmugures paliktņa"

MSM2701="Instalēšanas atcelšana"
MSM2702="Instalēšana nav pabeigta. Lai turpinātu instalēšanu, noklikšķiniet uz [Turpināt]. Lai atceltu instalēšanu, noklikšķiniet uz [Atcelt]."
MSM2702_Mac="Instalēšana nav pabeigta. Lai turpinātu instalēšanu, noklikšķiniet uz [Turpināt]. Lai atceltu instalēšanu, noklikšķiniet uz [Priekšlaikus pārtraukt]."

MSM2801="Sistēmas iestatījumu maiņa"
MSM2802="Lai jaunie iestatījumi stātos spēkā, ir jārestartē sistēma.\nVai vēlaties restartēt sistēmu tūlīt?"

MSM2851="Paplašināta aptaujas programma"
MSM2856="Piekrītu"
MSM2857="Nepiekrītu"
MSM2870="To produktu izstrādei un mārketingam, kas labāk atbilst klientu vajadzībām, Canon pieprasa, lai tālāk sniegtā informācija, kas saistīta ar jūsu Canon produktu, tiktu nosūtīta uzņēmumam Canon, izmantojot internetu."
MSM2871="To produktu izstrādei un mārketingam, kas labāk atbilst klientu vajadzībām, Canon pieprasa, lai tālāk sniegtā informācija, kas saistīta ar jūsu Canon produktu, tiktu nosūtīta juridiski apstiprinātajam pētniecības uzņēmumam, izmantojot internetu."
MSM2873="Ja piekrītat iepriekš minētajam, noklikšķiniet uz [Piekrītu]. Pretējā gadījumā noklikšķiniet uz [Nepiekrītu]."
MSM2874="To produktu izstrādei un mārketingam, kas labāk atbilst klientu vajadzībām, Canon pieprasa, lai tālāk sniegtā informācija, kas saistīta ar jūsu Canon produktu, tiktu nosūtīta kompānijai Canon (ja izmantojat savu Canon produktu Ķīnā, tā ir jānosūta juridiski apstiprinātajam pētniecības uzņēmumam), izmantojot internetu."
MSM2876="Ja piekrītat iepriekš minētajam, noklikšķiniet uz [Piekrītu], lai sāktu aptaujas programmas instalēšanu. Pretējā gadījumā noklikšķiniet uz [Nepiekrītu]. Šī programma, iespējams, nedarbosies neatbalstītās operētājsistēmas versijās."
MSM2879_Win="Ja tiek parādīts logs Lietotāja konta vadība, ļaujiet programmai turpināt darbu."
MSM2901="Pārbaudes izdruka"
MSM2902="Printera uzstādīšana un programmatūras instalēšana ir pabeigta.\n\nPārbaudes izdruka tiks veikta, lai pārbaudītu printera darbību. Ievietojiet printerī parasto papīru un noklikšķiniet uz [Izpildīt]. Pēc pārbaudes izdrukas veikšanas, noklikšķiniet uz [Tālāk].\n\nLai izlaistu pārbaudes izdrukas veikšanu, noklikšķiniet uz [Tālāk], nevis uz [Izpildīt].\n\nJa rodas drukas kļūda, izpildiet ekrānā skatāmos norādījumus, lai vēlreiz sāktu uzstādīšanu."
MSM2903="Pārbaudes izdruka tiks veikta, lai pārbaudītu printera darbību.\nIevietojiet printerī parasto papīru, noklikšķiniet uz [Izpildīt] un pēc tam noklikšķiniet uz [Tālāk].\n\nLai izlaistu pārbaudes izdrukas veikšanu, noklikšķiniet uz [Tālāk], nevis uz [Izpildīt].\n\nJa rodas drukas kļūda, izpildiet ekrānā skatāmos norādījumus, lai vēlreiz sāktu uzstādīšanu."

MSM3001="Lai izmantotu printeri, ir nepieciešama šī programmatūra.\nVarat veikt drukāšanas darbības, kas ir piemērotas dažādiem papīra veidiem un izmēriem."
MSM3002_Mac=
MSM3008="Varat apvienot attēlu failus ar tekstu un ērti veikt tiešo drukāšanu uz diska uzlīmes."
MSM3009="Atjauniniet sistēmu."
MSM3010="Izmantojot šo utilītu, varat datorā izmantot failus, kas ir saglabāti printera karšu slotā ievietotajā atmiņas kartē."
MSM3011="Izmantojot šo draiveri, varat izmantot šo ierīci tīklā."
MSM3012="Izmantojiet šo rīku, lai mainītu tās ierīces savienojuma metodi un drošības iestatījumus, kas ir pievienota tīklam."
MSM3013="Izmantojot My Printer, varat novērst drukāšanas problēmas, piemēram, izdruku neskaidrību."
MSM3016="MP Drivers ir nepieciešami, lai drukātu dokumentus un skenētu attēlus."
MSM3018="Izmantojot ArcSoft PhotoStudio, varat labot/uzlabot attēlus, kas ir importēti no skenera vai digitālās kameras."
MSM3019="スキャナーで読み込んだ本や新聞の文字を、テキストデータに変換する、OCRソフトウェアです。"
MSM3020="ScanSoft OmniPage SE ir OCR (Optical Character Recognition — optiskā rakstzīmju atpazīšana) programma, kurā var pārvērst tekstu grāmatās vai laikraksta rakstzīmes teksta datos."
MSM3021="Izmantojot Presto! PageManager, tiek atvieglota dokumentu un fotoattēlu skenēšana, kopīgošana un organizēšana. Varat saglabāt visus savus ar uzņēmējdarbību saistītos dokumentus neierobežotā skaitā ligzdstruktūras mapju, lai ērtāk tos izgūtu."
MSM3023="Izmantojot Setup Utility, varat konfigurēt drukāšanas iestatījumus, izmantojot infrasarkano vai Bluetooth savienojumu."
MSM3024="Izmantojot Setup Utility, varat konfigurēt drukāšanas iestatījumus, izmantojot PictBridge."
MSM3026="Šī ir spraudņa programmatūra, kas ērtāk iespējo profesionālu fotoattēlu drukāšanu. Lai izmantotu šo spraudņa programmatūru, ir jāinstalē atbilstoša lietojumprogrammatūra."
MSM3027="XPS draiveris ir piemērots drukāšanai no lietojumprogrammatūras, kurā tiek atbalstīta XPS drukāšana (operētājsistēmā Windows Vista vai jaunākā)."
MSM3027_0="XPS draiveris ir piemērots drukāšanai no lietojumprogrammatūras, kurā tiek atbalstīta XPS drukāšana (operētājsistēmā Windows Vista vai jaunākā). IJ printera draiverim ir jābūt pareizi instalētam."
MSM3027_1="XPS draiveris ir piemērots drukāšanai no lietojumprogrammatūras, kurā tiek atbalstīta XPS drukāšana (operētājsistēmā Windows Vista vai jaunākā). Programmatūrai MP Drivers ir jābūt pareizi instalētai."
MSM3028="ScanGear ir draiveris, kas ir nepieciešams skenera darbībai. Lai izmantotu šo draiveri, izpildiet lietojumprogrammatūru, piemēram, attēlu rediģēšanas programmu."
MSM3028_Mac=
MSM3031_Mac=
MSM3032=
MSM3034="Tas ir nepieciešams, lai precīzi drukātu Adobe RGB attēlu krāsas. Adobe ir reģistrēta preču zīme vai Adobe Systems Incorporated preču zīme Amerikas Savienotajās Valstīs un/vai citās valstīs."
MSM3035="Izmantojot Setup Utility, varat konfigurēt drukāšanas iestatījumus, izmantojot infrasarkano, Bluetooth vai PictBridge savienojumu."
MSM3037="ScanGear CS ir skenera draiveris (TWAIN draiveris), kas ir nepieciešams skenera darbībai. Lai izmantotu šo draiveri, izpildiet lietojumprogrammatūru, piemēram, attēlu rediģēšanas programmu."
MSM3040="Izmantojot Easy-PhotoPrint EX, varat ērti izveidot savu fotoalbumu, uzlīmes vai kalendāru, izmantojot digitālās kameras fotoattēlus. Varat arī acumirklī izdrukāt bezmalu fotoattēlus. Turklāt pirms drukāšanas varat izmantot sarkano acu efekta korekciju un digitālo sejas izlīdzināšanu."
MSM3041="Uzreiz tiek startēta piederumu lietojumprogrammatūra, kuru izmantojot, varat ērti izdrukāt fotoattēlus."
MSM3042="Izmantojot MP Navigator EX, varat ērti importēt skenētos attēlus tieši lietojumprogrammatūrā, lai tos drukātu vai pievienotu e-pasta ziņojumam vai saglabātu tos datorā."
MSM3043="Rokasgrāmatā ir izskaidrots, kā izmantot iekārtu un komplektā ietverto programmatūru. Ir sniegta arī informācija par traucējummeklēšanu.\nIr nepieciešama pārlūkprogramma Internet Explorer 8.0 vai jaunāka versija."
MSM3043_Mac="Rokasgrāmatā ir izskaidrots, kā izmantot iekārtu un komplektā ietverto programmatūru. Ir sniegta arī informācija par traucējummeklēšanu."
MSM3044="Izmantojot Easy-WebPrint EX, varat izgriezt tīmekļa lapu daļas un drukāt tās jūsu izvēlētā izkārtojumā. Tas ir redzams pārlūkprogrammā kā ērta rīkjosla. Ir nepieciešama pārlūkprogramma Internet Explorer 7.0 vai jaunāka versija."
MSM3044_Mac=
MSM3045="Izmantojot šo programmatūru, varat rediģēt kodētu ātro numuru sastādīšanu, informāciju par lietotāju un citus printerī reģistrētos iestatījumus, un saglabāt rediģētos iestatījumus datorā vai reģistrēt tos atkal printerī."
MSM3046="Izmantojot Solution Menu EX, nekavējoties tiek startēta lietojumprogrammatūra, kas ļauj ērti drukāt albumu vai kalendāru vai skenēt, veicot vienu klikšķi. Turklāt varat ērti piekļūt Canon vietnēm, kurās tiek atbalstīti dažādi lietošanas veidi."
MSM3047="お知らせメッセンジャーは、キヤノンホームページに掲載されたイベント情報や、インクジェットプリンターやデジタルカメラなどのキヤノン製品に関する最新情報やサポート情報をお届けするサービスです。"
MSM3048="Varat importēt fotoattēlus un izmantot tos, lai izveidotu un drukātu personalizētus vienumus, piemēram, kolāžas, apsveikuma kartiņas un kalendārus. Turklāt varat drukāt fotoattēlus bez apmalēm, kā arī koriģēt un uzlabot attēlu kvalitāti, veicot vienkāršas darbības. Lietojiet kopā ar Quick Menu, lai veidotu ieteikumus, izmantojot saglabātos fotoattēlus."
MSM3049="Fotoattēlu drukāšanas spraudnis, kuru izmantojot varat profesionāli apstrādāt fotoattēlus. Jābūt instalētai atbilstošai lietojumprogrammai. Lai noskaidrotu atbilstošās lietojumprogrammas, skatiet rokasgrāmatu."
MSM3050="Varat ātri palaist izmantotajam Canon produktam atbilstošo programmatūru vai atvērt rokasgrāmatu. Turklāt varat ātri piekļūt vietnēm, kurās ir sniegta informācija par izmantoto Canon produktu vai cita noderīga informācija par dažādām lietošanas jomām, un veikt citas darbības. Lietojiet kopā ar My Image Garden, lai aktivizētu Image Display un skatītu ieteikumus un fotoattēlus kā slaidrādi."
MSM3051="Lai izmantotu skeneri, ir nepieciešams draiveris. Draiveris tiek lietots, lai vadītu skeneri lietojumprogrammās, kas ir saderīgas ar ICA."
MSM3052=
MSM3053="Varat ātri palaist izmantotajam Canon produktam atbilstošo programmatūru. Varat arī ātri piekļūt rokasgrāmatai un dažādām tīmekļa vietnēm."
MSM3054="Pievienojiet valodu vārdnīcas, kas izmantojamas, veidojot pēc teksta meklējamus PDF failus vai sākot OCR. Pēc instalēšanas Canon IJ Scan Utility iestatījumu ekrānā atlasiet atbilstošo valodu."
MSM3055="Šī lietojumprogramma atver ScanGear, lai priekšskatītu un skenētu attēlus, un pēc tam saglabā tos datorā."
MSM3056=
MSM4001W="IJ printera draiveris"
MSM4001="Printera draiveris"
MSM4002="Lietotāja rokasgrāmata"
MSM4008="CD-LabelPrint"
MSM4012="Memory Card Utility"
MSM4014="Network Setup"
MSM4015="Canon IJ Network Tool"
MSM4016="MP Drivers"
MSM4018="ArcSoft PhotoStudio"
MSM4020="読取革命Lite"
MSM4021="My Printer"
MSM4022="ScanSoft OmniPage SE"
MSM4023="Presto! PageManager"
MSM4024="Canon Setup Utility"
MSM4026="Easy-PhotoPrint Pro"
MSM4027="XPS draiveris"
MSM4028="ScanGear"
MSM4032="File Management Revolution"
MSM4034="Adobe RGB (1998)"
MSM4037="ScanGear CS"
MSM4040="Easy-PhotoPrint EX"
MSM4041="Solution Menu"
MSM4042="MP Navigator EX"
MSM4044="Easy-WebPrint EX"
MSM4045="Ātrās numuru sastādīšanas utilīta"
MSM4046="Solution Menu EX"
MSM4047="お知らせメッセンジャー"
MSM4048="My Image Garden"
MSM4049="Print Studio Pro"
MSM4050="Quick Menu"
MSM4051="ICA draiveris"
MSM4052=
MSM4053="Quick Utility Toolbox"
MSM4054="Papildu OCR vārdnīcas (ķīniešu/korejiešu)"
MSM4055="IJ ScanGear Starter EX"
MSM4056=
MSM4101=
MSM4102=
MSM4108=
MSM4112=
MSM4115=
MSM4116=
MSM4118=
MSM4120=
MSM4121=
MSM4122=
MSM4123=
MSM4124=
MSM4126=
MSM4127=
MSM4128=
MSM4132="パナソニック ソリューションテクノロジー"
MSM4134=
MSM4137=
MSM4140=
MSM4141=
MSM4142=
MSM4144=
MSM4145=
MSM4146=
MSM4147=
MSM4148=
MSM4149=
MSM4150=
MSM4151=
MSM4152=
MSM4153=
MSM4154=
MSM4155=

EIDENABLER="Tiešsaistes tintes iegādes funkcija tagad ir gatava lietošanai."
EIDENABLER_ADMIN="Lai izpildītu šo programmatūru, ir jāpiesakās kā administratoru grupas dalībniekam."

MENU1_Mac=
MENU2_Mac=
MENU3_Mac=
MENU4_Mac=
MENU5_Mac=
MENU6_Mac=

English="English(English)"
French="Français(French)"
German="Deutsch(German)"
Arabic="العربية(Arabic)"
Italian="Italiano(Italian)"
Spanish="Español(Spanish)"
Portuguese="Português(Portuguese)"
Dutch="Nederlands(Dutch)"
Danish="dansk(Danish)"
Norwegian="norsk(bokmål)(Norwegian)"
Swedish="svenska(Swedish)"
Finnish="suomi(Finnish)"
Greek="Ελληνικά(Greek)"
Polish="polski(Polish)"
Czech="čeština(Czech)"
Russian="Русский(Russian)"
Indonesian="Bahasa Indonesia(Indonesian)"
Hungarian="magyar(Hungarian)"
Turkish="Türkçe(Turkish)"
Simplified_Chinese="中文(简体)(Chinese (Simplified))"
Traditional_Chinese="中文(繁體)(Chinese (Traditional))"
Korean="한국어(Korean)"
Thai="ภาษาไทย(Thai)"
Vietnamese="Tiếng Việt(Vietnamese)"
Japanese="日本語(Japanese)"
Estonian="eesti(Estonian)"
Latvian="latviešu(Latvian)"
Lithuanian="lietuvių(Lithuanian)"
Slovenian="Slovenščina(Slovenian)"
Ukrainian="Українська(Ukrainian)"
Slovak="slovenčina(Slovak)"
Persian="فارسی(Farsi)"
Bulgarian="български(Bulgarian)"
Rumanian="Română(Romanian)"
Croatian="hrvatski(Croatian)"

CN="Ķīna"
HK="Ķīnas Tautas Republikas Honkonga"
ID="Indonēzija"
IN="Indija"
JP="Japāna"
KR="Koreja"
MY="Malaizija"
PH="Filipīnas"
SG="Singapūra"
TW="Taivāna"
TH="Taizeme"
VN="Vjetnama"
MO="Makao"

AU="Austrālija"
NZ="Jaunzēlande"

US="Amerikas Savienotās Valstis"
CA="Kanāda"
BR="Brazīlija"
MX="Meksika"
AR="Argentīna"
CL="Čīle"
PA="Panama"

AT="Austrija"
BE="Beļģija"
BG="Bulgārija"
HR="Horvātija"
CZ="Čehijas Republika"
DK="Dānija"
EE="Igaunija"
FI="Somija"
FR="Francija"
DE="Vācija"
GR="Grieķija"
HU="Ungārija"
IE="Īrija"
IT="Itālija"
LV="Latvija"
LT="Lietuva"
LU="Luksemburga"
NL="Nīderlande"
NO="Norvēģija"
PL="Polija"
PT="Portugāle"
RO="Rumānija"
RU="Krievija"
SK="Slovākija"
SI="Slovēnija"
ZA="Dienvidāfrika"
ES="Spānija"
SE="Zviedrija"
CH="Šveice"
TR="Turcija"
GB="Lielbritānija"

Others="Citas"

MSM2703="Priekšlaicīgi pārtraukt instalēšanu"
MSM2704="Instalēšana nav pabeigta."
MSM2705="Noklikšķiniet uz Turpināt, lai turpinātu instalēšanu. Noklikšķiniet uz Priekšlaicīgi pārtraukt, lai atceltu to."
MSM2706="Turpināt"
MSM2707="Priekšlaikus pārtraukt"
MSM2951="%s instalēšanas programma"
MSM2952="Instalēšanas CD-ROM nav atrasts. Lai turpinātu %s draivera instalēšanu, ielādējiet %s CD-ROM un noklikšķiniet uz Labi."

MSM5001=
MSM5002=
MSM5003=
MSM5004=

MSM5010=
MSM5011=
MSM5012=

MSM6000="Atlasiet printera savienojuma metodi."
MSM6001="Bezvadu LAN savienojums"
MSM6002="Vadu LAN savienojums"
MSM6003="USB savienojums"
MSM6004="Mēģināt vēlreiz iestatīt printera tīklu"
MSM6005="Atlasiet bezvadu LAN savienojuma metodi."
MSM6006="Veidot savienojumu, izmantojot bezvadu maršrutētāju (ieteicamais)"
MSM6007="Tiešs savienojums"
MSM6008="Izveidojiet datora un printera savienojumu, izmantojot bezvadu maršrutētāju."
MSM6009="Veidojiet tiešu datora un printera savienojumu."
MSM6010="Lai pārslēgtos starp savienojumu, kurā tiek izmantots bezvadu maršrutētājs, un tiešo savienojumu vai iegūtu vairāk informācijas par savienojuma metodi, noklikšķiniet uz [Norādījumi]."
MSM6011="Norādījumi"
MSM6012="Pārliecinieties, ka printeris ir ieslēgts."
MSM6013="Printeri tīkla sarakstā"
MSM6014="Sērijas numurs"
MSM6015="MAC adrese"
MSM6016="IP adrese"
MSM6017="Iestatāmo printeri sarakstā nevarēja atrast"
MSM6018="Atjaunināšana"
MSM6019="1. Lai iestatītu printeri tīklā, iepriekš redzamajā printeru sarakstā atlasiet printeri un pēc tam noklikšķiniet uz [Tālāk].\n   Sērijas numurs ir norādīts printera aizmugurē vai garantijā.\n   Iepriekš redzamajā sarakstā ir norādīti tikai 5 pēdējie sērijas numura cipari.\n2. Ja printeris, kuru vēlaties iestatīt, nav redzams iepriekš parādītajā sarakstā, ieslēdziet printeri un noklikšķiniet uz [Atjaunināšana].\n3. Ja joprojām neatrodat printeri sarakstā, atlasiet [Iestatāmo printeri sarakstā nevarēja atrast] un pēc tam noklikšķiniet uz [Tālāk]."
MSM6020="1. Ja printeris, kuru vēlaties iestatīt tīklā, ir iekļauts iepriekš redzamajā printeru sarakstā, atlasiet to un pēc tam noklikšķiniet uz [Tālāk].\n   Sērijas numurs ir norādīts printera aizmugurē vai garantijā.\n2. Ja printeris, kuru vēlaties iestatīt, nav redzams sarakstā, ieslēdziet printeri un noklikšķiniet uz [Atjaunināt].\n3. Ja joprojām neatrodat printeri sarakstā, atlasiet [Iestatāmo printeri sarakstā nevarēja atrast] un pēc tam noklikšķiniet uz [Tālāk].\n4. Arī USB savienojumam atlasiet [Iestatāmo printeri sarakstā nevarēja atrast] un pēc tam noklikšķiniet uz [Tālāk]."
MSM6021="Savienojums pabeigts."
MSM6022="Atlasīt savienojuma metodi"
MSM6023="Pārbaudīt strāvu"
MSM6024="Izmantojiet citu savienojuma metodi. Izpildiet ekrānā skatāmos norādījumus."
MSM6025="Pirms XPS draivera instalēšanas ir jāpabeidz printera iestatīšana. Ja iestatīšana nav pabeigta, noklikšķiniet uz [Atpakaļ uz sākumu], lai iestatītu printeri."
MSM6026=
MSM6027=
MSM6028=
MSM6029=
MSM6100="Lai automātiski izveidotu kartīti vai kalendāru, My Image Garden izmanto datorā saglabāto fotoattēlu."
MSM6101="CREATIVE PARK PREMIUM nodrošina AUGSTAS kvalitātes saturu vienīgi lietotājiem, kuri izmanto īstās Canon tintes."
MSM6102="Varat ideāli kopēt izdrukāto fotoattēlu, vienkārši atlasot izvēlni printerī."
MSM6103="Pat ja printeris ir izslēgts, tas automātiski ieslēgsies, kad sāksiet drukāšanu."
MSM6104="Klusais režīms ļauj drukāt, kopēt vai skenēt klusumā, neraizējoties par diennakts laiku vai apkārtējo vidi."
MSM6105="Minētās funkcijas var atšķirties atkarībā no izmantotā modeļa. Detalizētāku informāciju skatiet rokasgrāmatā."
MSM6106="Detalizētāku informāciju par funkciju un iestatījumiem skatiet rokasgrāmatā."
MSM6030=
MSM6031=
MSM6032=
MSM6033=
MSM6034=
MSM6035=
MSM6036=
MSM6037=
MSM6038=
MSM6039=
MSM6040=
MSM6041=
MSM6042=
MSM6043=
MSM6044=
MSM6045=
MSM6046=
MSM6047=
MSM6048=
MSM6049=
MSM6050=
MSM6051=
MSM6052=
MSM6053=
MSM6054=
MSM6055=
MSM6056=
MSM6057=
MSM6058=
MSM6059=
MSM6060=
MSM6061=
MSM6062=
MSM6063=
MSM6064="Noklikšķiniet uz [Pievienot printeri] un pievienojiet printeri, izpildot ekrānā redzamos norādījumus.\n\nPēc printera pievienošanas noklikšķiniet uz [Tālāk]."
MSM6065="Lai izmantotu visas šī printera funkcijas, jāinstalē Canon draiveris.\nNoklikšķiniet uz [Tālāk] un veiciet iestatīšanu vēlreiz."
MSM6066=
MSM6067="Pievienojiet printeri datoram, izmantojot USB kabeli.\nPārliecinieties, ka printeris ir ieslēgts."
MSM6091="Vai veicāt printera inicializāciju?"
MSM6092="1. Pārliecinieties, ka tintes tvertnē ir tinte.\n2. Nospiediet un turiet printera pogu Pārtraukt (Stop) aptuveni 5 sekundes.\nPēc tam tiks sākta printera inicializācija. Šī darbība ilgst aptuveni 6 minūtes."
MSM6093="1. Pārliecinieties, ka tintes tvertnē ir tinte.\n2. Nospiediet un turiet printera pogu ATSĀKT/ATCELT (RESUME/CANCEL) aptuveni 5 sekundes.\nPēc tam tiks sākta printera inicializācija. Šī darbība ilgst aptuveni 6 minūtes."
